<?php
$_['heading_title']  = 'Модуль перенаправления из корзины на оформление заказа';
$_['text_extension'] = 'Расширения';
$_['text_success']   = 'Настройки успешно изменены!';
$_['text_edit']      = 'Настройки модуля';
$_['entry_status_redirect']   = 'Статус';
$_['text_enabled_redirect']   = 'Включено';
$_['text_disabled_redirect']  = 'Выключено';

$_['text_all_label_redirect']  = 'Выберите режим перенаправления';
$_['text_all_enabled_redirect']  = 'Перенаправлять все товары';
$_['text_all_disabled_redirect']  = 'Перенаправлять только выбранные товары';

$_['text_redirect']  = 'Перенаправлять на заказ';

$_['brief_instructions']   = 'Если включен режим перенаправления - "Перенаправлять все товары", то при успешном добавлении любого товара в корзину, будет происходить перенаправление на страницу заказа.<br>
Если включен режим перенаправления - "Перенаправлять только выбранные товары", то перенаправление будет происходить только для тех товаров, которые вы отметите в панели редактирования товара. 
Для этого в панели управления редактирования товара во вкладке "Редирект на заказ" нужно в поле статус выбрать - включить.<br>
Вы можете изменить текст кнопки добавления в корзину, или оставьте поле пустым.<br>
Вы можете ввести свой URL для редиректа, или оставьте поле пустым.';

$_['redirecting_tab'] = 'Редирект на заказ';
$_['redirecting_label'] = 'Редирект';

$_['entry_text_button']   = 'Текст кнопки добавления в корзину';
$_['text_button_example']   = 'КУПИТЬ';

$_['entry_url_redirect']   = 'Url для редиректа';